<table>
  <tr>
    <td>
      <img alt="RENATA" src="./theme/eafit/pix/banner-renata.jpg" />
    </td>
    <td>
      <img alt="EAFIT" src="./theme/eafit/pix/banner-eafit.jpg" />
    </td>
  </tr>
</table>
<p>
Este portal ha sido desarrollado en marco del proyecto &ldquo;Desarrollo de una plataforma para acceso remoto a instrumentaci&oacute;n avanzada via RENATA&rdquo;&nbsp; financiado por RENATA, COLCIENCIAS y la Universidad EAFIT.
</p>
<p><strong>VISI&Oacute;N</strong></p>
<p>
Busca consolidarse como un sitio permanentemente funcional, en constante expansi&oacute;n de los recursos de laboratorio que ofrece, que apoye los proyectos de virtualidad y los procesos docentes, investigativos y de extensi&oacute;n de la Universidad EAFIT, que involucren actividades pr&aacute;cticas, experimentales y laboratorio. Tambi&eacute;n se planea que sirva como desarrollo base sobre el cual se genere una <em>Grid</em> de instrumentaci&oacute;n remota para la academia y el sector productivo de Colombia, involucrada con el &aacute;rea de materiales.
</p>
<p><b>TECNOLOG&Iacute;A</b></p>
<p>
Esta plataforma utiliza una arquitectura cliente/servidor basada en la utilizaci&oacute;n de servicios web para compartir los diferentes recursos de laboratorio disponibles, esto permite que sea escalable, una caracter&iacute;stica vital dentro del enfoque de desarrollo que se ha elaborado.
</p>
<p><strong>FUNCI&Oacute;N</strong></p>
<p>
Su principal funci&oacute;n es brindar acceso a diferentes recursos de laboratorio que pueden ser utilizados en el contexto de aprendizaje de un curso te&oacute;rico-pr&aacute;ctico, para esto se ha desarrollado una estructura basada en el LMS <em>Moodle</em>, que contiene los elementos necesarios para implementar un curso virtual acompa&ntilde;ado de los laboratorios teleoperados, constituidos por instrumentos b&aacute;sicos y avanzados que utilizan la interfaz GPIB como medio de comunicaci&oacute;n entre ellos y con sistemas de c&oacute;mputo. Tambi&eacute;n puede permitir el acceso a recursos especializados de laboratorio de investigaci&oacute;n, en donde su utilizaci&oacute;n obedece a una actividad experimental dentro de un plan o proyecto investigativo, el recurso en este caso son instrumentos robustos utilizados en la ciencia de los materiales.</p>
<p>
Este sitio gestiona la administraci&oacute;n de los recursos de acuerdo a una programaci&oacute;n semanal, asignada dependiendo del tipo de recursos a utilizar, el tipo de usuario que solicite el servicio &nbsp;y el tipo de actividades a desarrollar.
</p>

